[{
  "id": 1, 
  "sender": "Post Nord", 
  "message": "Hope you're doing well! Just wanted to share some thrilling news – big things are happening behind the scenes. We've been working on something special, and it's finally ready for prime time.",
  "preview": "This is a preview",
  "time": "14:45", 
  "new": true
},
{
  "id": 2, 
  "sender": "MitId", 
  "message": "Hey you, trust you're having a great day! Quick update from MitId – we've got some thrilling news to share. Big things are happening behind the scenes, and we can't wait for you to be a part of it. Stay tuned for the official announcement!",
  "preview": "This is a preview",
  "time": "11:32", 
  "new": false
},
{
  "id": 3, 
  "sender": "Digital Post", 
  "message": "Hello! Just wanted to drop you a line from the Digital Post team. Exciting news alert – major developments are underway! We've been working on something special, and it's finally ready for prime time. Get ready for the big reveal!",
  "preview": "This is a preview",
  "time": "16:19", 
  "new": true
}, 
{
  "id": 4, 
  "sender": "EcoExpress", 
  "message": "Hi, hope you're having a fantastic day! Big news from EcoExpress – we've been working tirelessly on a game-changing initiative. It's ready to make waves, and we can't wait for you to be a part of it. Stay tuned for the official announcement!",
  "preview": "This is a preview",
  "time": "09:12", 
  "new": true
},
{
  "id": 5, 
  "sender": "SwiftParcel", 
  "message": "Greetings! We hope this message finds you well. SwiftParcel has some thrilling news to share – we're on the verge of something big. Our team has been working hard, and we're excited to reveal it soon. Keep an eye out for updates!",
  "preview": "This is a preview",
  "time": "13:58", 
  "new": false
}, 
{
  "id": 6, 
  "sender": "CityMail", 
  "message": "Hello! We wanted to share some exciting news from CityMail. There's a buzz in the air as we unveil something special. The wait is almost over – stay tuned for the big announcement!",
  "preview": "This is a preview",
  "time": "10:25", 
  "new": true
},
{
  "id": 7, 
  "sender": "GlobalShip", 
  "message": "Hey there! GlobalShip has some thrilling updates to share with you. We've been working diligently on a project that's set to redefine the shipping experience. Excitement is building up – keep an eye out for more details!",
  "preview": "This is a preview",
  "time": "15:07", 
  "new": false
}]

